Repository: taikun114/Mocolamma
Catalog: Mocolamma/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, ru, uk, zh_hans, zh_hk

# KeepAlive_Custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
ru: Свой вариант
uk: Свій варіант
zh_hans: 自定义
zh_hk: 自定義

# KeepAlive_Default
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
ru: По умолчанию
uk: За замовчуванням
zh_hans: 默认
zh_hk: 默認

# KeepAlive_Immediate
source: Immediately Unload
ar: تحرير فورًا
de: Sofort freigeben
es: Liberar inmediatamente
fr: Libérer immédiatement
ja: 即座に解放
ko: 즉시 해제
ru: Сразу
uk: Одразу
zh_hans: 立即释放
zh_hk: 立即釋放

# KeepAlive_Indefinite
source: Indefinite
ar: إلى أجل غير مسمى
de: Unbefristet
es: Indefinido
fr: Indéfini
ja: 無期限
ko: 무기한
ru: Бессрочно
uk: Безстроково
zh_hans: 无限期
zh_hk: 無限期

source: Launch at Login
ar: الفتح عند تسجيل الدخول
de: Beim Login starten
es: Abrir al Iniciar Sesión
fr: Lancer à la connexion
ja: ログイン時に開く
ko: 로그인 시 실행
ru: Запуск при входе
uk: Запуск при вході
zh_hans: 登录时启动
zh_hk: 登入時啟動

source: License
ar: الترخيص
de: Lizenz
es: Licencia
fr: Licence
ja: ライセンス
ko: 라이선스
ru: Лицензия
uk: Ліцензія
zh_hans: 许可证
zh_hk: 授權

source: License Information
ar: معلومات الترخيص
de: Lizenzinformationen
es: Información de Licencia
fr: Informations sur la licence
ja: ライセンス情報
ko: 라이선스 정보
ru: Информация о лицензии
uk: Інформація про ліцензію
zh_hans: 许可证信息
zh_hk: 授權資訊

source: License:
ar: الترخيص:
de: Lizenz:
es: Licencia:
fr: Licence :
ja: ライセンス:
ko: 라이선스:
ru: Лицензия:
uk: Ліцензія:
zh_hans: 许可证：
zh_hk: 授權：

source: Load
ar: تحميل
de: Laden
es: Cargar
fr: Charger
ja: ロード
ko: 로드
ru: Загрузить
uk: Завантажити
zh_hans: 加载
zh_hk: 載入

source: Load Error: HTTP status code
ar: خطأ في التحميل: رمز حالة HTTP
de: Ladefehler: HTTP-Statuscode
es: Error de carga: código de estado HTTP
fr: Erreur de chargement : code d'état HTTP
ja: ロードエラー：HTTPステータスコード
ko: 로드 오류: HTTP 상태 코드
ru: Ошибка загрузки: код состояния HTTP
uk: Помилка завантаження: код стану HTTP
zh_hans: 加载错误：HTTP 状态代码
zh_hk: 載入錯誤：HTTP 狀態代碼

source: Load Failed
ar: فشل التحميل
de: Laden fehlgeschlagen
es: Error al cargar
fr: Échec du chargement
ja: ロード失敗
ko: 로드 실패
ru: Ошибка загрузки
uk: Помилка завантаження
zh_hans: 加载失败
zh_hk: 載入失敗

source: Load Model
ar: تحميل النموذج
de: Modell laden
es: Cargar modelo
fr: Charger le modèle
ja: モデルをロード
ko: 모델 로드
ru: Загрузить модель
uk: Завантажити модель
zh_hans: 加载模型
zh_hk: 載入模型

source: Load with Default Time
ar: تحميل بالوقت الافتراضي
de: Mit Standardzeit laden
es: Cargar con tiempo predeterminado
fr: Charger avec le temps par défaut
ja: デフォルト時間でロード
ko: 기본 시간으로 로드
ru: Загрузить с временем по умолчанию
uk: Завантажити за часом за замовчуванням
zh_hans: 使用默认时间加载
zh_hk: 使用預設時間載入

source: Load with Duration
ar: تحميل بمدة زمنية
de: Mit Dauer laden
es: Cargar con duración
fr: Charger avec une durée
ja: 時間を指定してロード
ko: 지속 시간으로 로드
ru: Загрузить с длительностью
uk: Завантажити за тривалістю
zh_hans: 指定时长加载
zh_hk: 指定時長載入

source: Loaded
ar: محمل
de: Geladen
es: Cargado
fr: Chargé
ja: 読み込み済み
ko: 로드됨
ru: Загружено
uk: Завантажено
zh_hans: 已加载
zh_hk: 已載入

source: Loading
ar: جاري التحميل
de: Lädt
es: Cargando
fr: Chargement
ja: 読み込み中
ko: 로딩 중
ru: Загрузка
uk: Завантаження
zh_hans: 正在加载
zh_hk: 正在載入

source: Loading model info...
ar: جاري تحميل معلومات النموذج...
de: Modellinformationen werden geladen...
es: Cargando información del modelo...
fr: Chargement des informations sur le modèle…
ja: モデル情報を読み込み中…
ko: 모델 정보 로드 중…
ru: Загрузка информации о модели...
uk: Завантаження інформації про модель...
zh_hans: 正在加载模型信息…
zh_hk: 正在載入模型資訊…

source: Loading models...
ar: جاري تحميل النماذج...
de: Modelle werden geladen...
es: Cargando modelos...
fr: Chargement des modèles...
ja: モデルを読み込み中…
ko: 모델을 불러오는 중...
ru: Загрузка моделей...
uk: Завантаження моделей...
zh_hans: 正在加载模型...
zh_hk: 正在載入模型...

source: Local Network Access
ar: الوصول إلى الشبكة المحلية
de: Lokaler Netzwerkzugriff
es: Acceso a la Red Local
fr: Accès au réseau local
ja: ローカルネットワークアクセス
ko: 로컬 네트워크 액세스
ru: Доступ к локальной сети
uk: Доступ до локальної мережі
zh_hans: 本地网络访问
zh_hk: 區域網絡存取

source: Local network permission is granted.
ar: تم منح إذن الشبكة المحلية.
de: Lokale Netzwerkberechtigung ist erteilt.
es: El permiso de red local está concedido.
fr: L'autorisation du réseau local est accordée.
ja: ローカルネットワークの権限が許可されました。
ko: 로컬 네트워크 권한이 허용되었습니다.
ru: Доступ к локальной сети разрешен.
uk: Доступ до локальної мережі дозволено.
zh_hans: 本地网络权限已授予。
zh_hk: 區域網絡權限已授予。

source: Menu
ar: القائمة
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
ru: Меню
uk: Меню
zh_hans: 菜单
zh_hk: 選單

source: Minutes
ar: دقائق
de: Minuten
es: Minutos
ja: 分
ko: 분
ru: мин
uk: хв
zh_hans: 分钟
zh_hk: 分鐘

source: Mocolamma is an Open Source Application.
ar: Mocolamma هو تطبيق مفتوح المصدر.
de: Mocolamma ist eine Open Source Anwendung.
es: Mocolamma es una aplicación de código abierto.
fr: Mocolamma est une application Open Source.
ja: Mocolammaはオープンソースのアプリケーションです。
ko: Mocolamma는 오픈 소스 애플리케이션입니다.
ru: Mocolamma — приложение с открытым исходным кодом.
uk: Mocolamma — додаток з відкритим вихідним кодом.
zh_hans: Mocolamma 是一款开源应用程序。
zh_hk: Mocolamma 是一款開源應用程式。

source: Model deletion failed:
ar: فشل حذف النموذج:
de: Modelllöschung fehlgeschlagen:
es: Error al eliminar el modelo:
fr: Échec de la suppression du modèle :
ja: モデルの削除に失敗しました:
ko: 모델 삭제 실패:
ru: Ошибка удаления модели:
uk: Помилка видалення моделі:
zh_hans: 模型删除失败：
zh_hk: 模型刪除失敗：

source: Model Details
ar: تفاصيل النموذج
de: Modelldetails
es: Detalles del Modelo
fr: Détails du modèle
ja: モデルの詳細
ko: 모델 상세 정보
ru: Подробности модели
uk: Подробиці моделі
zh_hans: 模型详情
zh_hk: 模型詳情

source: Model Information:
ar: معلومات النموذج:
de: Modellinformationen:
es: Información del Modelo:
fr: Informations sur le modèle :
ja: モデル情報:
ko: 모델 정보:
ru: Информация о модели:
uk: Інформація про модель:
zh_hans: 模型信息：
zh_hk: 模型資訊：

source: Model load request failed:
ar: فشل طلب تحميل النموذج:
de: Anfrage zum Laden des Modells fehlgeschlagen:
es: Falló la solicitud de carga del modelo:
fr: Échec de la requête de chargement du modèle :
ja: モデルのロードリクエストに失敗しました：
ko: 모델 로드 요청 실패:
ru: Ошибка запроса на загрузку модели:
uk: Помилка запиту на завантаження моделі:
zh_hans: 模型加载请求失败：
zh_hk: 模型載入請求失敗：

source: Model Name:
ar: اسم النموذج:
de: Modellname:
es: Nombre del Modelo:
fr: Nom du modèle :
ja: モデル名:
ko: 모델 이름:
ru: Название модели:
uk: Назва моделі:
zh_hans: 模型名称：
zh_hk: 模型名稱：

source: Model pull completed:
ar: اكتمل سحب النموذج:
de: Modell-Pull abgeschlossen:
es: Descarga de modelo completada:
fr: Pull du modèle terminé :
ja: モデルのプルが完了しました:
ko: 모델 풀 완료:
ru: Pull модели завершен:
uk: Pull моделі завершено:
zh_hans: 模型拉取完成：
zh_hk: 模型拉取完成：

source: Model Pull Error
ar: خطأ في سحب النموذج
de: Modell-Pull-Fehler
es: Error de Descarga de Modelo
fr: Erreur de pull du modèle
ja: モデルプルエラー
ko: 모델 풀 오류
ru: Ошибка pull модели
uk: Помилка pull моделі
zh_hans: 模型拉取错误
zh_hk: 模型拉取錯誤

source: Model pull error: HTTP Status Code %d
ar: خطأ في سحب النموذج: رمز حالة HTTP %d
de: Modell-Pull-Fehler: HTTP Status Code %d
es: Error de descarga de modelo: Código de estado HTTP %d
fr: Erreur de pull du modèle : Code d'état HTTP %d
ja: モデルのプルエラー: HTTPステータスコード %d
ko: 모델 풀 오류: HTTP 상태 코드 %d
ru: Ошибка pull модели: код состояния HTTP %d
uk: Помилка pull моделі: код стану HTTP %d
zh_hans: 模型拉取错误：HTTP 状态码 %d
zh_hk: 模型拉取錯誤：HTTP 狀態碼 %d

source: Model pull failed:
ar: فشل سحب النموذج:
de: Modell-Pull fehlgeschlagen:
es: Falló la descarga del modelo:
fr: Échec du pull du modèle :
ja: モデルのプルに失敗しました:
ko: 모델 풀 실패:
ru: Ошибка pull модели:
uk: Помилка pull моделі:
zh_hans: 模型拉取失败：
zh_hk: 模型拉取失敗：

source: Model pull failed. Please make sure the model name is correct.
ar: فشل سحب النموذج. يرجى التأكد من صحة اسم النموذج.
de: Modell-Pull fehlgeschlagen. Bitte stellen Sie sicher, dass der Modellname korrekt ist.
es: Falló la descarga del modelo. Por favor, asegúrate de que el nombre del modelo es correcto.
fr: Échec du pull du modèle. Veuillez vous assurer que le nom du modèle est correct.
ja: モデルプルに失敗しました。 モデル名が正しいことをご確認ください。
ko: 모델 풀에 실패했습니다. 모델 이름이 정확한지 확인하세요.
ru: Не удалось загрузить модель. Убедитесь, что название модели указано верно.
uk: Не вдалося завантажити модель. Переконайтеся, що назва моделі вказана правильно.
zh_hans: 模型拉取失败。 请确保模型名称正确。
zh_hk: 模型拉取失敗。 請確保模型名稱正確。

source: Model pull failed. Unknown error occurred.
ar: فشل سحب النموذج. حدث خطأ غير معروف.
de: Modell-Pull fehlgeschlagen. Unbekannter Fehler aufgetreten.
es: Falló la descarga del modelo. Ocurrió un error desconocido.
fr: Échec du pull du modèle. Une erreur inconnue s'est produite.
ja: モデルプルに失敗しました。 不明なエラーが発生しました。
ko: 모델 풀에 실패했습니다. 알 수 없는 오류가 발생했습니다.
ru: Не удалось загрузить модель. Произошла неизвестная ошибка.
uk: Не вдалося завантажити модель. Сталася невідома помилка.
zh_hans: 模型拉取失败。 发生未知错误。
zh_hk: 模型拉取失敗。 發生未知錯誤。

source: Models
ar: النماذج
de: Modelle
es: Modelos
fr: Modèles
ja: モデル
ko: 모델
ru: Модели
uk: Моделі
zh_hans: 模型
zh_hk: 模型

source: Modified At
ar: تاريخ التعديل
de: Zuletzt geändert am
es: Modificado en
fr: Modifié le
ja: 変更日
ko: 수정일
ru: Изменено
uk: Змінено
zh_hans: 修改时间
zh_hk: 修改時間

source: Modified At:
ar: تاريخ التعديل:
de: Zuletzt geändert am:
es: Modificado en:
fr: Modifié le :
ja: 変更日:
ko: 수정일:
ru: Изменено:
uk: Змінено:
zh_hans: 修改时间：
zh_hk: 修改時間：

source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
ru: Название
uk: Назва
zh_hans: 名称
zh_hk: 名稱

source: New Chat
ar: دردشة جديدة
de: Neuer Chat
es: Nuevo Chat
fr: Nouveau chat
ja: 新規チャット
ko: 새 채팅
ru: Новый чат
uk: Новий чат
zh_hans: 新聊天
zh_hk: 新聊天

source: New Generation
ar: توليد جديد
de: Neue Erzeugung
es: Nueva generación
fr: Nouvelle génération
ja: 新規画像生成
ko: 새 생성
ru: Новая генерация
uk: Нова генерація
zh_hans: 新生成
zh_hk: 新生成

source: Next Revision
ar: المراجعة التالية
de: Nächste Revision
es: Siguiente Revisión
fr: Révision suivante
ja: 次のリビジョン
ko: 다음 리비전
ru: Следующая версия
uk: Наступна версія
zh_hans: 下一版本
zh_hk: 下一版本

source: No data available
ar: لا توجد بيانات متاحة
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
ja: データがありません
ko: 데이터 없음
ru: Данные отсутствуют
uk: Дані відсутні
zh_hans: 无可用数据
zh_hk: 無可用數據

source: No details available.
ar: لا توجد تفاصيل متاحة.
de: Keine Details verfügbar.
es: No hay detalles disponibles.
fr: Aucun détail disponible.
ja: 詳細がありません。
ko: 상세 정보 없음.
ru: Подробности отсутствуют.
uk: Подробиці відсутні.
zh_hans: 无可用详情。
zh_hk: 無可用詳情。

source: No model information available.
ar: لا توجد معلومات متاحة عن النموذج.
de: Keine Modellinformationen verfügbar.
es: No hay información del modelo disponible.
fr: Aucune information sur le modèle disponible.
ja: モデル情報がありません。
ko: 모델 정보 없음.
ru: Информация о модели отсутствует.
uk: Інформація про модель відсутня.
zh_hans: 无可用模型信息。
zh_hk: 無可用模型資訊。

source: No models are currently installed. Click or tap '+' to add a new model.
ar: لا توجد نماذج مثبتة حاليًا. انقر أو اضغط على '+' لإضافة نموذج جديد.
de: Es sind derzeit keine Modelle installiert. Klicken oder tippen Sie auf '+' um ein neues Modell hinzuzufügen.
es: No hay modelos instalados actualmente. Haz clic o pulsa '+' para añadir un nuevo modelo.
fr: Aucun modèle n'est actuellement installé. Cliquez ou appuyez sur « + » pour ajouter un nouveau modèle.
ja: モデルがインストールされていません。「+」をクリックまたはタップして新しいモデルを追加してください。
ko: 설치된 모델이 없습니다. '+'를 클릭하거나 탭하여 새 모델을 추가하세요.
ru: Модели не установлены. Нажмите «+», чтобы добавить новую модель.
uk: Моделі не встановлені. Натисніть «+», щоб додати нову модель.
zh_hans: 当前未安装任何模型。单击或点击“+”添加新模型。
zh_hk: 目前未安裝任何模型。按一下或點擊「+」新增模型。

source: No models available
ar: لا توجد نماذج متاحة
de: Keine Modelle verfügbar
es: No hay modelos disponibles
fr: Aucun modèle disponible
ja: モデルがありません
ko: 사용 가능한 모델 없음
ru: Нет доступных моделей
uk: Немає доступних моделей
zh_hans: 无可用模型
zh_hk: 無可用模型

source: No Models Available
ar: لا توجد نماذج متاحة
de: Keine Modelle verfügbar
es: No Hay Modelos Disponibles
fr: Aucun modèle disponible
ja: モデルがありません
ko: 사용 가능한 모델 없음
ru: Модели отсутствуют
uk: Моделі відсутні
zh_hans: 无可用模型
zh_hk: 無可用模型

source: No Server Selected
ar: لم يتم اختيار خادم
de: Kein Server ausgewählt
es: Ningún Servidor Seleccionado
fr: Aucun serveur sélectionné
ja: サーバーが選択されていません
ko: 선택된 서버 없음
ru: Сервер не выбран
uk: Сервер не вибрано
zh_hans: 未选择服务器
zh_hk: 未選擇伺服器

source: No servers are currently configured. Click or tap '+' to add a new server.
ar: لا توجد خوادم مكوّنة حاليًا. انقر أو اضغط على '+' لإضافة خادم جديد.
de: Es sind derzeit keine Server konfiguriert. Klicken oder tippen Sie auf '+' um einen neuen Server hinzuzufügen.
es: No hay servidores configurados actualmente. Haz clic o pulsa '+' para añadir un nuevo servidor.
fr: Aucun serveur n'est actuellement configuré. Cliquez ou appuyez sur « + » pour ajouter un nouveau serveur.
ja: サーバーが設定されていません。「+」をクリックまたはタップして新しいサーバーを追加してください。
ko: 설정된 서버が 없습니다. '+'를 클릭하거나 탭하여 새 서버를 추가하세요.
ru: Серверы не настроены. Нажмите «+», чтобы добавить новый сервер.
uk: Сервери не налаштовані. Натисніть «+», щоб додати новий сервер.
zh_hans: 当前未配置任何服务器。单击或点击“+”添加新服务器。
zh_hk: 目前未設定任何伺服器。按一下或點擊「+」新增伺服器。

source: No Servers Available
ar: لا توجد خوادم متاحة
de: Keine Server verfügbar
es: No Hay Servidores Disponibles
fr: Aucun serveur disponible
ja: サーバーがありません
ko: 사용 가능한 서버 없음
ru: Серверы отсутствуют
uk: Сервери відсутні
zh_hans: 无可用服务器
zh_hk: 無可用伺服器

source: No.
ar: رقم
de: Nr.
es: N.º
fr: N°
ja: 番号
ko: 번호
zh_hans: 编号
zh_hk: 編號

source: No. %lld
ar: رقم %lld
de: Nr. %lld
es: N.º %lld
fr: N° %lld
ja: 番号: %lld
ko: 번호: %lld
ru: № %lld
uk: № %lld
zh_hans: 编号：%lld
zh_hk: 編號：%lld

source: Not Connected (Connection failed)
ar: غير متصل (فشل الاتصال)
de: Nicht verbunden (Verbindung fehlgeschlagen)
es: No conectado (error de conexión)
fr: Non connecté (échec de la connexion)
ja: 未接続（接続できませんでした）
ko: 연결되지 않음 (연결 실패)
ru: Нет подключения (ошибка подключения)
uk: Немає підключення (помилка підключення)
zh_hans: 未连接（连接失败）
zh_hk: 未連線（連線失敗）

source: Not Connected (Status Code: %lld)
ar: غير متصل (رمز الحالة: %lld)
de: Nicht verbunden (Status Code: %lld)
es: No Conectado (Código de estado: %lld)
fr: Non connecté (code d'état : %lld)
ja: 未接続（ステータスコード: %lld）
ko: 연결되지 않음 (상태 코드: %lld)
ru: Нет подключения (код состояния: %lld)
uk: Немає підключення (код стану: %lld)
zh_hans: 未连接（状态码：%lld）
zh_hk: 未連線（狀態碼：%lld）

source: Not Connected (Timeout)
ar: غير متصل (انتهت المهلة)
de: Nicht verbunden (Zeitüberschreitung)
es: No Conectado (Tiempo de espera agotado)
fr: Non connecté (délai d'attente dépassé)
ja: 未接続（タイムアウト）
ko: 연결되지 않음 (타임아웃)
ru: Нет подключения (тайм-аут)
uk: Немає підключення (тайм-аут)
zh_hans: 未连接（超时）
zh_hk: 未連線（超時）

source: Not Connected (Unknown Host)
ar: غير متصل (مضيف غير معروف)
de: Nicht verbunden (Unbekannter Host)
es: No Conectado (Host desconocido)
fr: Non connecté (hôte inconnu)
ja: 未接続（不明なホスト）
ko: 연결되지 않음 (알 수 없는 호스트)
ru: Нет подключения (неизвестный хост)
uk: Немає підключення (невідомий хост)
zh_hans: 未连接（未知主机）
zh_hk: 未連線（未知主機）

source: Not Loaded
ar: غير محمل
de: Nicht geladen
es: No cargado
fr: Non chargé
ja: 未読み込み
ko: 로드되지 않음
ru: Не загружено
uk: Не завантажено
zh_hans: 未加载
zh_hk: 未載入

source: Nothing to display.
ar: لا يوجد شيء لعرضه.
de: Nichts anzuzeigen.
es: Nada que mostrar.
fr: Rien à afficher.
ja: 表示するものがありません。
ko: 표시할 내용이 없습니다.
ru: Нечего отображать.
uk: Нічого відображати.
zh_hans: 无内容可显示。
zh_hk: 無內容可顯示。

source: Num Predict
ar: عدد التوقعات
de: Vorhersageanzahl
es: Número de predicciones
fr: Nombre de prédictions
ja: 最大出力数
ko: 예측 수
ru: Количество предсказаний
uk: Кількість передбачень
zh_hans: 预测数量
zh_hk: 預測數量

source: Number
ar: العدد
de: Nummer
es: Número
fr: Numéro
ja: 番号
ko: 숫자
ru: Число
uk: Число
zh_hans: 数字
zh_hk: 數字

# NumPredict_Custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: 数値を指定
ko: 사용자 지정
ru: Пользовательский
uk: Користувацький
zh_hans: 自定义
zh_hk: 自定義

# NumPredict_None
source: None
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucun
ja: 指定なし
ko: 없음
ru: Нет
uk: Немає
zh_hans: 无
zh_hk: 無

# NumPredict_Unlimited
source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
ko: 무제한
ru: Без ограничений
uk: Без обмежень
zh_hans: 无限
zh_hk: 無限

source: OK
ar: موافق
es: Aceptar
ko: 확인
ru: ОК
uk: ОК
zh_hans: 确定
zh_hk: 確定

source: Ollama Version:
ar: إصدار Ollama:
es: Versión de Ollama:
fr: Version d'Ollama :
ja: Ollama バージョン:
ko: Ollama 버전:
ru: Версия Ollama:
uk: Версія Ollama:
zh_hans: Ollama 版本：
zh_hk: Ollama 版本：

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
ru: Открыть
uk: Відкрити
zh_hans: 打开
zh_hk: 開啟

source: Open License Page
ar: فتح صفحة الترخيص
de: Lizenzseite öffnen
es: Abrir Página de Licencia
fr: Ouvrir la page de la licence
ja: ライセンスページを開く
ko: 라이선스 페이지 열기
ru: Открыть страницу лицензии
uk: Відкрити сторінку ліцензії
zh_hans: 打开许可证页面
zh_hk: 開啟授權頁面

source: Open License Page?
ar: فتح صفحة الترخيص؟
de: Lizenzseite öffnen?
es: ¿Abrir página de licencia?
fr: Ouvrir la page de la licence ?
ja: ライセンスページを開きますか？
ko: 라이선스 페이지를 여시겠습니까?
ru: Открыть страницу лицензии?
uk: Відкрити сторінку ліцензії?
zh_hans: 是否打开许可证页面？
zh_hk: 是否開啟授權頁面？

source: Open link to discussion page.
ar: فتح الرابط لصفحة المناقشة.
de: Link zur Diskussionsseite öffnen.
es: Abrir enlace a la página de discusión.
fr: Ouvrir le lien vers la page de discussion.
ja: ディスカッションページへのリンクを開きます。
ko: 토론 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу обсуждений.
uk: Відкрити посилання на сторінку обговорень.
zh_hans: 打开讨论页面的链接。
zh_hk: 開啟討論頁面的連結。

source: Open link to list of known bugs and report page.
ar: فتح الرابط لقائمة الأخطاء المعروفة وصفحة الإبلاغ عنها.
de: Link zur Liste bekannter Fehler und Berichtsseite öffnen.
es: Abrir enlace a la lista de errores conocidos y a la página de informes.
fr: Ouvrir le lien vers la liste des bogues connus et la page de rapport.
ja: 既知のバグ一覧と報告ページへのリンクを開きます。
ko: 알려진 버그 목록 및 보고 페이지 링크를 엽니다.
ru: Открыть ссылку на список известных ошибок и страницу отчета.
uk: Відкрити посилання на список відомих помилок та сторінку звіту.
zh_hans: 打开已知错误列表和报告页面的链接。
zh_hk: 開啟已知錯誤列表和回報頁面的連結。

source: Open link to the Buy Me a Coffee page.
ar: فتح الرابط لصفحة Buy Me a Coffee.
de: Link zur Buy Me a Coffee Seite öffnen.
es: Abrir enlace a la página de Buy Me a Coffee.
fr: Ouvrir le lien vers la page Buy Me a Coffee.
ja: Buy Me a Coffeeページへのリンクを開きます。
ko: Buy Me a Coffee 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу Buy Me a Coffee.
uk: Відкрити посилання на сторінку Buy Me a Coffee.
zh_hans: 打开 Buy Me a Coffee 页面的链接。
zh_hk: 開啟 Buy Me a Coffee 頁面的連結。

source: Open link to the CompactSlider GitHub page.
ar: فتح الرابط لصفحة GitHub لـ CompactSlider.
de: Link zur CompactSlider GitHub Seite öffnen.
es: Abrir enlace a la página de GitHub de CompactSlider.
fr: Ouvrir le lien vers la page GitHub de CompactSlider.
ja: CompactSliderのGitHubページへのリンクを開きます。
ko: CompactSlider GitHub 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу CompactSlider на GitHub.
uk: Відкрити посилання на сторінку CompactSlider на GitHub.
zh_hans: 打开 CompactSlider GitHub 页面的链接。
zh_hk: 開啟 CompactSlider GitHub 頁面的連結。

source: Open link to the create-dmg GitHub page.
ar: فتح الرابط لصفحة GitHub لـ create-dmg.
de: Link zur create-dmg GitHub Seite öffnen.
es: Abrir enlace a la página de GitHub de create-dmg.
fr: Ouvrir le lien vers la page GitHub de create-dmg.
ja: create-dmgのGitHubページへのリンクを開きます。
ko: create-dmg GitHub 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу create-dmg на GitHub.
uk: Відкрити посилання на сторінку create-dmg на GitHub.
zh_hans: 打开 create-dmg GitHub 页面的链接。
zh_hk: 開啟 create-dmg GitHub 頁面的連結。

source: Open link to the Gemini CLI GitHub page.
ar: فتح الرابط لصفحة GitHub لـ Gemini CLI.
de: Link zur Gemini CLI GitHub Seite öffnen.
es: Abrir enlace a la página de GitHub de Gemini CLI.
fr: Ouvrir le lien vers la page GitHub de Gemini CLI.
ja: Gemini CLIのGitHubページへのリンクを開きます。
ko: Gemini CLI GitHub 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу Gemini CLI на GitHub.
uk: Відкрити посилання на сторінку Gemini CLI на GitHub.
zh_hans: 打开 Gemini CLI GitHub 页面的链接。
zh_hk: 開啟 Gemini CLI GitHub 頁面的連結。

source: Open link to the GitHub contributors page.
ar: فتح الرابط لصفحة المساهمين على GitHub.
de: Link zur GitHub Mitwirkende-Seite öffnen.
es: Abrir enlace a la página de contribuidores de GitHub.
fr: Ouvrir le lien vers la page des contributeurs GitHub.
ja: GitHubの貢献者ページへのリンクを開きます。
ko: GitHub 기여자 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу участников на GitHub.
uk: Відкрити посилання на сторінку учасників на GitHub.
zh_hans: 打开 GitHub 贡献者页面的链接。
zh_hk: 開啟 GitHub 貢獻者頁面的連結。

source: Open link to the GitHub repository page.
ar: فتح الرابط لصفحة مستودع GitHub.
de: Link zur GitHub Repository Seite öffnen.
es: Abrir enlace a la página del repositorio de GitHub.
fr: Ouvrir le lien vers la page du dépôt GitHub.
ja: GitHubリポジトリページへのリンクを開きます。
ko: GitHub 저장소 페이지 링크를 엽니다.
ru: Открыть ссылку на репозиторий на GitHub.
uk: Відкрити посилання на репозиторій на GitHub.
zh_hans: 打开 GitHub 仓库页面的链接。
zh_hk: 開啟 GitHub 倉庫頁面的連結。

source: Open link to the Ollama GitHub page.
ar: فتح الرابط لصفحة GitHub لـ Ollama.
de: Link zur Ollama GitHub Seite öffnen.
es: Abrir enlace a la página de GitHub de Ollama.
fr: Ouvrir le lien vers la page GitHub d'Ollama.
ja: OllamaのGitHubページへのリンクを開きます。
ko: Ollama GitHub 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу Ollama на GitHub.
uk: Відкрити посилання на сторінку Ollama на GitHub.
zh_hans: 打开 Ollama GitHub 页面的链接。
zh_hk: 開啟 Ollama GitHub 頁面的連結。

source: Open link to the OpenCode GitHub page.
ar: فتح الرابط لصفحة GitHub لـ OpenCode.
de: Link zur OpenCode GitHub Seite öffnen.
es: Abrir enlace a la página de GitHub de OpenCode.
fr: Ouvrir le lien vers la page GitHub d'OpenCode.
ja: OpenCodeのGitHubページへのリンクを開きます。
ko: OpenCode GitHub 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу OpenCode на GitHub.
uk: Відкрити посилання на сторінку OpenCode на GitHub.
zh_hans: 打开 OpenCode GitHub 页面的链接。
zh_hk: 開啟 OpenCode GitHub 頁面的連結。

source: Open link to the PayPal.Me.
ar: فتح الرابط لـ PayPal.Me.
de: Link zu PayPal.Me öffnen.
es: Abrir enlace a PayPal.Me.
fr: Ouvrir le lien vers PayPal.Me.
ja: PayPal.Meのリンクを開きます。
ko: PayPal.Me 링크를 엽니다.
ru: Открыть ссылку на PayPal.Me.
uk: Відкрити посилання на PayPal.Me.
zh_hans: 打开 PayPal.Me 的链接。
zh_hk: 開啟 PayPal.Me 的連結。

source: Open link to the Qwen Code GitHub page.
ar: فتح الرابط لصفحة GitHub لـ Qwen Code.
de: Link zur Qwen Code GitHub Seite öffnen.
es: Abrir enlace a la página de GitHub de Qwen Code.
fr: Ouvrir le lien vers la page GitHub de Qwen Code.
ja: Qwen CodeのGitHubページへのリンクを開きます。
ko: Qwen Code GitHub 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу Qwen Code на GitHub.
uk: Відкрити посилання на сторінку Qwen Code на GitHub.
zh_hans: 打开 Qwen Code GitHub 页面的链接。
zh_hk: 開啟 Qwen Code GitHub 頁面的連結。

source: Open link to the Textual GitHub page.
ar: فتح الرابط لصفحة GitHub لـ Textual.
de: Link zur Textual GitHub Seite öffnen.
es: Abrir enlace a la página de GitHub de Textual.
fr: Ouvrir le lien vers la page GitHub de Textual.
ja: TextualのGitHubページへのリンクを開きます。
ko: Textual GitHub 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу Textual на GitHub.
uk: Відкрити посилання на сторінку Textual на GitHub.
zh_hans: 打开 Textual GitHub 页面的链接。
zh_hk: 開啟 Textual GitHub 頁面的連結。

source: Open link to the UniversalSFSymbolsPicker GitHub page.
ar: فتح الرابط لصفحة GitHub لـ UniversalSFSymbolsPicker.
de: Link zur UniversalSFSymbolsPicker GitHub Seite öffnen.
es: Abrir enlace a la página de GitHub de UniversalSFSymbolsPicker.
fr: Ouvrir le lien vers la page GitHub de UniversalSFSymbolsPicker.
ja: UniversalSFSymbolsPickerのGitHubページへのリンクを開きます。
ko: UniversalSFSymbolsPicker GitHub 페이지 링크를 엽니다.
ru: Открыть ссылку на страницу UniversalSFSymbolsPicker на GitHub.
uk: Відкрити посилання на сторінку UniversalSFSymbolsPicker на GitHub.
zh_hans: 打开 UniversalSFSymbolsPicker GitHub 页面的链接。
zh_hk: 開啟 UniversalSFSymbolsPicker GitHub 頁面的連結。
